Revit 2024 API
UnitTypeId.SquareMetersPerSecond Property
 Square meters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareMetersPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property SquareMetersPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareMetersPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace